Repository: common-repository/selectyco
Catalog: languages/selectyco-*.po
Languages: de_de

source: You do not have sufficient permissions to access this page.
de_de: Sie verfügen nicht über genügend Rechte um auf diese Seite zuzugreifen

source: Welcome to the selectyo Plugin!
de_de: Willkommen beim selectyco Plugin!

source: In three easy steps you can start selling your single digital content, directly on your website, via selectyco.
de_de: In drei einfachen Schritten können Sie einzelne Inhalte direkt auf Ihrer Webseite via selectyco verkaufen.

source: Should you have further questions, you will find more information in the description section or send an email to <a href="mailto:support@selectyco.com"/> support@selectyco.com</a>.
de_de: Sollten Sie noch Fragen haben, finden Sie mehr Informationen auf der Beschreibungsseite oder schicken Sie einfach eine E-Mail an <a href="mailto:support@selectyco.com"/> support@selectyco.com</a>.

source: Step
de_de: Schritt

source: Please fill out the fields below. The licence agreement (and form) will be sent to you via email.<br />After receipt of the signed licence agreement, you will receive the countersigned agreement and the authentication key.
de_de: Bitte füllen Sie die unten angeführten Felder aus. Die Lizenzvereinbarung (mit Anhang) wird Ihnen per E-Mail zugeschickt. Nachdem wir die unterschriebene Lizenzvereinbarung von Ihnen erhalten, lassen wir Ihnen eine gegengezeichnete Kopie der Vereinbarung und den Freigabeschlüssel zukommen.

source: Your website
de_de: Ihre Webseite

source: Contact person
de_de: Kontaktperson

source: show itemlist
de_de: Liste anzeigen

source: send mail
de_de: E-Mail senden

source: firstname, lastname
de_de: Vorname, Nachname

source: Please paste the authentication key that was sent to you via email below.
de_de: Bitte kopieren Sie den per E-Mail erhaltenen Freigabeschlüssel hier hinein.

source: Authentication key invalid,<br />please check your settings.
de_de: Freigabeschlüssel ungültig,<br />bitte prüfen Sie die Einstellungen.

source: Authentication key
de_de: Freigabeschlüssel

source: Teaser word count missing
de_de: Teaser Wortanzahl fehlt

source: Teaser word count invalid
de_de: Teaser Wortanzahl ungültig (max 5000)

source: Teaser length
de_de: Teaserlänge

source: update now
de_de: jetzt aktualisieren

source: Choose the selectyco button size (Please note: the displayed button text changes depending on the content type, i.e. if it is a video: "Dieses Video um € 0,60 ansehen")
de_de: Wählen Sie die selectyco Buttongröße aus (Hinweis: der angezeigte Buttontext passt sich der Art des Inhalts an - z.B. Bei selectyco Button für ein Video wird folgender Text angezeigt: „Dieses Video um € 0,60 ansehen“).

source: Show all items from one year.
de_de: Liste aller Artikel aus einem Jahr anzeigen.

source: Item data
de_de: Artikeldaten

source: Itemname
de_de: Artikelname

source: Type of Item
de_de: Beitragsart

source: Price category
de_de: Preiskategorie

source: Runtime
de_de: Laufzeit

source: months
de_de: Monate

source: weeks
de_de: Wochen

source: days
de_de: Tage

source: create selectyco item
de_de: Item bei selectyco anlegen

source: selectyco button deleted
de_de: selectyco Button gelöscht

source: delete selectyco button permanently?<br />please confirm with checkbox!
de_de: selectyco Button dauerhaft löschen?<br />Bitte mit checkbox bestätigen!

source: free of charge from
de_de: gebührenfrei ab

source: item updated
de_de: Artikel aktualisiert

source: valid to date invalid
de_de: Datum ungültig

source: Price cateogry not available
de_de: Preiskategorie nicht vorhanden

source: itemname missing
de_de: Artikelname fehlt

source: delete selectyco button
de_de: selectyco Button löschen

source: SSL error
de_de: Fehler aufgetreten (SSL)

source: an error occured
de_de: Fehler aufgetreten. Keine Verbindung.

source: Item could not be created
de_de: Artikel konnte nicht angelegt werden

source: Item created successfully
de_de: Artikel erfolgreich angelegt

source: email is invalid
de_de: E-Mail Adresse ungültig

source: all fields are mandatory
de_de: Bitte alle Felder ausfüllen

source: request successfully sent
de_de: E-Mail erfolgreich versandt

source: Single digital content sales via selectyco. Users register once and can purchase single content across multiple platforms.
de_de: Einzelne Inhalte via selectyco verkaufen. Keine versteckten Kosten. Kein administrativer Aufwand bezüglich Payment und Rechnungslegung.
